{
  "products": [
    {
      "id": "s-03",
      "newProduct": true,
      "title": "KRK Classic 5",
      "shortName": "KRK Classic 5",
      "generalInfo": "Experience studio-grade monitoring with the legendary KRK Classic 5 powered studio monitors. Trusted by audio professionals worldwide, these precision-engineered speakers deliver unmatched clarity, accuracy, and detail for critical listening. Whether you're producing music, mixing tracks, or mastering your latest project, the KRK Classic 5 ensures you hear every element of your sound with absolute transparency. With their iconic design and proven performance, these monitors have become the industry standard for professional audio production.",
      "images": {
        "cover": "/KrkClassic5/photo-1.jpg",
        "main": "/KrkClassic5/photo-2.jpg",
        "gallery": ["/KrkClassic5/photo-1.jpg", "/KrkClassic5/photo-2.jpg", "/KrkClassic5/photo-3.jpg"]
      },
      "type": "speakers",
      "features": [
        "The KRK Classic 5 features a 5-inch aramid glass composite woofer and 1-inch soft dome tweeter that deliver a flat frequency response from 53Hz to 20kHz. The bi-amped design provides 50 watts of Class A/B amplification, ensuring clean, powerful sound at any volume level. Professional-grade components and advanced waveguide technology create an expansive sweet spot, allowing for accurate monitoring from multiple listening positions.",
        "Built-in room correction and multiple input options including balanced XLR, TRS, and RCA connections make the Classic 5 incredibly versatile. The rear-panel controls allow you to fine-tune high and low frequency response to match your room acoustics perfectly. Front-firing bass port ensures tight, controlled low-end response while the rugged MDF cabinet construction minimizes unwanted resonance for pristine audio reproduction."
      ],
      "inBox": [
        {
          "name": "Studio Monitor",
          "quantity": 1
        },
        {
          "name": "Power Cable",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "Foam Isolation Pads",
          "quantity": 2
        }
      ],
      "price": 2299,
      "inStock": 6
    },
    {
      "id": "e-01",
      "newProduct": true,
      "title": "YX1 WIRELESS EARPHONES",
      "shortName": "YX1",
      "generalInfo": "Customize your listening experience like never before with the cutting-edge dynamic drivers in the new YX1 Wireless Earphones. These earphones are designed to deliver exceptional high-fidelity sound, providing rich, detailed audio that brings your music to life. With its advanced active noise cancellation feature, the YX1 ensures an immersive listening experience, even in the most noisy and crowded environments. Whether you're commuting, traveling, or working out, the YX1 helps you enjoy crystal-clear sound without distractions, making it the ideal choice for those who demand the best in both comfort and performance.",
        "images": {
        "cover": "/yx1/cover.png",
        "main": "/yx1/main.png",
        "gallery": ["/yx1/top.png", "/yx1/right.png", "/yx1/bottom.png"]
      },
      "type": "earphones",
      "features": [
        "Experience unrivalled stereo sound thanks to innovative acoustic technology. With improved ergonomics designed for full day wearing, these revolutionary earphones have been finely crafted to provide you with the perfect fit, delivering complete comfort all day long while enjoying exceptional noise isolation and truly immersive sound.",
        "The YX1 Wireless Earphones features customizable controls for volume, music, calls, and voice assistants built into both earbuds. The new 7-hour battery life can be extended up to 28 hours with the charging case, giving you uninterrupted play time. Exquisite craftsmanship with a splash resistant design now available in an all new white and grey color scheme as well as the popular classic black."
      ],
      "inBox": [
        {
          "name": "Earphone Unit",
          "quantity": 2
        },
        {
          "name": "Multi-size Earplugs",
          "quantity": 6
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "USB-C Charging Cable",
          "quantity": 1
        },
        {
          "name": "Travel Pouch",
          "quantity": 1
        }
      ],
      "price": 790,
      "inStock": 33
    },
    {
      "id": "h-04",
      "newProduct": true,
      "title": "Premium Studio Headphones",
      "shortName": "PS-100",
      "generalInfo": "Discover professional-grade audio performance with the Premium Studio Headphones. Engineered for music producers, sound engineers, and audiophiles who demand absolute precision, these headphones deliver crystal-clear sound reproduction across the entire frequency spectrum. With advanced acoustic technology and premium materials, every listening session becomes an immersive journey into pure, uncompromised audio excellence.",
      "images": {
        "cover": "/PremiumStudioHeadphones/photo-1.jpg",
        "main": "/PremiumStudioHeadphones/photo-2.jpg",
        "gallery": ["/PremiumStudioHeadphones/photo-1.jpg", "/PremiumStudioHeadphones/photo-2.jpg", "/PremiumStudioHeadphones/photo-3.jpg", "/PremiumStudioHeadphones/photo-4.jpg"]
      },
      "type": "headphones",
      "features": [
        "Crafted with studio-quality 50mm neodymium drivers that deliver exceptional detail and accuracy. The closed-back design provides superior isolation, making these headphones perfect for professional recording sessions and critical listening. Premium memory foam ear cushions ensure all-day comfort, while the adjustable headband accommodates any head size with ease.",
        "Advanced cable system with detachable design allows for easy replacement and customization. The gold-plated connectors ensure lossless signal transmission, while the reinforced cable construction guarantees long-lasting durability. Whether you're mixing tracks in the studio or enjoying your favorite albums at home, these headphones provide the clarity and depth you deserve."
      ],
      "inBox": [
        {
          "name": "Headphone Unit",
          "quantity": 1
        },
        {
          "name": "Replacement Earcups",
          "quantity": 2
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "3.5mm 3m Audio Cable",
          "quantity": 1
        },
        {
          "name": "6.35mm Adapter",
          "quantity": 1
        },
        {
          "name": "Carrying Case",
          "quantity": 1
        }
      ],
      "price": 1799,
      "inStock": 8
    },
    {
      "id": "h-05",
      "newProduct": true,
      "title": "Nomad Acoustic Headphones",
      "shortName": "Nomad Acoustic",
      "generalInfo": "Unleash powerful, immersive sound with the Nomad Acoustic Headphones. Designed for those who appreciate both portability and premium audio quality, these versatile headphones combine rugged durability with sophisticated acoustic engineering. Whether you're at home, outdoors, or traveling, the Nomad Acoustic delivers rich, balanced sound that brings your music to life. With its sleek design and exceptional performance, it's the perfect companion for any audio enthusiast who refuses to compromise on sound quality.",
      "images": {
        "cover": "/NomadAcoustic/photo-1.jpg",
        "main": "/NomadAcoustic/photo-2.jpg",
        "gallery": ["/NomadAcoustic/photo-1.jpg", "/NomadAcoustic/photo-2.jpg", "/NomadAcoustic/photo-3.jpg"]
      },
      "type": "headphones",
      "features": [
        "Engineered with precision-tuned acoustic drivers and advanced digital signal processing, the Nomad Acoustic delivers exceptional clarity across the full frequency range. The robust build quality features premium materials designed to withstand the elements while maintaining pristine sound quality. Intuitive touch controls and LED indicators make operation seamless, while the ergonomic design ensures easy portability without sacrificing audio performance.",
        "Extended battery life provides up to 20 hours of continuous playback, ensuring your music never stops. Multiple connectivity options including Bluetooth 5.2, aux input, and USB-C charging give you maximum flexibility. The built-in power bank feature lets you charge your devices on the go. Water-resistant construction with IPX6 rating means you can enjoy your music by the pool, at the beach, or in any outdoor setting without worry."
      ],
      "inBox": [
        {
          "name": "Speaker Unit",
          "quantity": 1
        },
        {
          "name": "USB-C Charging Cable",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "3.5mm Aux Cable",
          "quantity": 1
        },
        {
          "name": "Carrying Strap",
          "quantity": 1
        }
      ],
      "price": 1299,
      "inStock": 15
    },
    {
      "id": "h-01",
      "promoInfo": "Experience natural, lifelike audio and exceptional build quality made for the passionate music enthusiast.",
      "promoted": true,
      "newProduct": true,
      "title": "XX99 Mark II Headphones",
      "shortName": "XX99 MK II",
      "generalInfo": "The new XX99 Mark II headphones represent the ultimate achievement in high-fidelity audio technology, delivering an unparalleled listening experience. Designed to redefine the standard for premium headphones, they reproduce sound with exceptional clarity, capturing every nuance with studio-quality precision. The meticulously balanced depth ensures that every note, beat, and instrument is heard exactly as intended, providing an immersive and true-to-life soundstage. Whether you are an audiophile seeking perfection or a casual listener craving superior audio, the XX99 Mark II headphones elevate your listening experience to a whole new level of excellence.",
      "images": {
        "cover": "/xx99II/cover.png",
        "main": "/xx99II/main.png",
        "gallery": ["/xx99II/top.png", "/xx99II/right.png", "/xx99II/bottom.png"]
      },
      "type": "headphones",
      "features": [
        "Featuring a genuine leather head strap and premium earcups, these headphones deliver superior comfort for those who like to enjoy endless listening. It includes intuitive controls designed for any situation. Whether you’re taking a business call or just in your own personal space, the auto on/off and pause features ensure that you’ll never miss a beat.",
        "The advanced Active Noise Cancellation with built-in equalizer allow you to experience your audio world on your terms. It lets you enjoy your audio in peace, but quickly interact with your surroundings when you need to. Combined with Bluetooth 5.0 compliant connectivity and 17-hour battery life, the XX99 Mark II headphones give you superior sound, cutting-edge technology, and a modern design aesthetic."
      ],
      "inBox": [
        {
          "name": "Headphone Unit",
          "quantity": 1
        },
        {
          "name": "Replacement Earcups",
          "quantity": 2
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "3.5mm 5m Audio Cable",
          "quantity": 1
        },
        {
          "name": "Travel Bag",
          "quantity": 1
        }
      ],
      "price": 2410,
      "inStock": 4
    }
  ],
  "categories": [
    {
      "id": "headphones",
      "name": "Headphones",
      "path": "/headphones",
      "src": "headphones.png",
      "banner": "/headphones.png"
    },
    {
      "id": "speakers",
      "name": "Speakers",
      "path": "/speakers",
      "src": "speakers.png",
      "banner": "/speakers.png"
    },
    {
      "id": "earphones",
      "name": "Earphones",
      "path": "/earphones",
      "src": "earphones.png",
      "banner": "/earphones.png"
    },
    {
      "id": "microphones",
      "name": "Microphones",
      "path": "/microphones",
      "src": "earphones.png",
      "banner": "/earphones.png"
    }
  ],
  "newArticles": [
    {
      "name": "ZX7 SPEAKER",
      "id": "s-02",
      "src": "Bitmap.png"
    },
    {
      "name": "KIRAN SINGH",
      "id": "s-03",
      "src": "Kiran.jpg"
    }
  ]
}
