{
  "products": [
    {
      "id": "s-03",
      "newProduct": true,
      "title": "KRK Classic 5",
      "shortName": "KRK Classic 5",
      "generalInfo": "Experience studio-grade monitoring with the legendary KRK Classic 5 powered studio monitors. Trusted by audio professionals worldwide, these precision-engineered speakers deliver unmatched clarity, accuracy, and detail for critical listening. Whether you're producing music, mixing tracks, or mastering your latest project, the KRK Classic 5 ensures you hear every element of your sound with absolute transparency. With their iconic design and proven performance, these monitors have become the industry standard for professional audio production.",
      "images": {
        "cover": "/KrkClassic5/photo-1.jpg",
        "main": "/KrkClassic5/photo-2.jpg",
        "gallery": ["/KrkClassic5/photo-1.jpg", "/KrkClassic5/photo-2.jpg", "/KrkClassic5/photo-3.jpg"]
      },
      "type": "speakers",
      "features": [
        "The KRK Classic 5 features a 5-inch aramid glass composite woofer and 1-inch soft dome tweeter that deliver a flat frequency response from 53Hz to 20kHz. The bi-amped design provides 50 watts of Class A/B amplification, ensuring clean, powerful sound at any volume level. Professional-grade components and advanced waveguide technology create an expansive sweet spot, allowing for accurate monitoring from multiple listening positions.",
        "Built-in room correction and multiple input options including balanced XLR, TRS, and RCA connections make the Classic 5 incredibly versatile. The rear-panel controls allow you to fine-tune high and low frequency response to match your room acoustics perfectly. Front-firing bass port ensures tight, controlled low-end response while the rugged MDF cabinet construction minimizes unwanted resonance for pristine audio reproduction."
      ],
      "inBox": [
        {
          "name": "Studio Monitor",
          "quantity": 1
        },
        {
          "name": "Power Cable",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "Foam Isolation Pads",
          "quantity": 2
        }
      ],
      "price": 2299,
      "inStock": 6
    },
    {
      "id": "h-04",
      "newProduct": true,
      "title": "Premium Studio Headphones",
      "shortName": "PS-100",
      "generalInfo": "Discover professional-grade audio performance with the Premium Studio Headphones. Engineered for music producers, sound engineers, and audiophiles who demand absolute precision, these headphones deliver crystal-clear sound reproduction across the entire frequency spectrum. With advanced acoustic technology and premium materials, every listening session becomes an immersive journey into pure, uncompromised audio excellence.",
      "images": {
        "cover": "/PremiumStudioHeadphones/photo-1.jpg",
        "main": "/PremiumStudioHeadphones/photo-2.jpg",
        "gallery": ["/PremiumStudioHeadphones/photo-1.jpg", "/PremiumStudioHeadphones/photo-2.jpg", "/PremiumStudioHeadphones/photo-3.jpg", "/PremiumStudioHeadphones/photo-4.jpg"]
      },
      "type": "headphones",
      "features": [
        "Crafted with studio-quality 50mm neodymium drivers that deliver exceptional detail and accuracy. The closed-back design provides superior isolation, making these headphones perfect for professional recording sessions and critical listening. Premium memory foam ear cushions ensure all-day comfort, while the adjustable headband accommodates any head size with ease.",
        "Advanced cable system with detachable design allows for easy replacement and customization. The gold-plated connectors ensure lossless signal transmission, while the reinforced cable construction guarantees long-lasting durability. Whether you're mixing tracks in the studio or enjoying your favorite albums at home, these headphones provide the clarity and depth you deserve."
      ],
      "inBox": [
        {
          "name": "Headphone Unit",
          "quantity": 1
        },
        {
          "name": "Replacement Earcups",
          "quantity": 2
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "3.5mm 3m Audio Cable",
          "quantity": 1
        },
        {
          "name": "6.35mm Adapter",
          "quantity": 1
        },
        {
          "name": "Carrying Case",
          "quantity": 1
        }
      ],
      "price": 1799,
      "inStock": 8
    },
    {
      "id": "h-05",
      "newProduct": true,
      "title": "Nomad Acoustic Headphones",
      "shortName": "Nomad Acoustic",
      "generalInfo": "Unleash powerful, immersive sound with the Nomad Acoustic Headphones. Designed for those who appreciate both portability and premium audio quality, these versatile headphones combine rugged durability with sophisticated acoustic engineering. Whether you're at home, outdoors, or traveling, the Nomad Acoustic delivers rich, balanced sound that brings your music to life. With its sleek design and exceptional performance, it's the perfect companion for any audio enthusiast who refuses to compromise on sound quality.",
      "images": {
        "cover": "/NomadAcoustic/photo-1.jpg",
        "main": "/NomadAcoustic/photo-2.jpg",
        "gallery": ["/NomadAcoustic/photo-1.jpg", "/NomadAcoustic/photo-2.jpg", "/NomadAcoustic/photo-3.jpg"]
      },
      "type": "headphones",
      "features": [
        "Engineered with precision-tuned acoustic drivers and advanced digital signal processing, the Nomad Acoustic delivers exceptional clarity across the full frequency range. The robust build quality features premium materials designed to withstand the elements while maintaining pristine sound quality. Intuitive touch controls and LED indicators make operation seamless, while the ergonomic design ensures easy portability without sacrificing audio performance.",
        "Extended battery life provides up to 20 hours of continuous playback, ensuring your music never stops. Multiple connectivity options including Bluetooth 5.2, aux input, and USB-C charging give you maximum flexibility. The built-in power bank feature lets you charge your devices on the go. Water-resistant construction with IPX6 rating means you can enjoy your music by the pool, at the beach, or in any outdoor setting without worry."
      ],
      "inBox": [
        {
          "name": "Speaker Unit",
          "quantity": 1
        },
        {
          "name": "USB-C Charging Cable",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "3.5mm Aux Cable",
          "quantity": 1
        },
        {
          "name": "Carrying Strap",
          "quantity": 1
        }
      ],
      "price": 1299,
      "inStock": 15
    },
    {
      "id": "h-06",
      "newProduct": true,
      "title": "HyperX Cloud 3 Gaming Headphones",
      "shortName": "HyperX Cloud 3",
      "generalInfo": "Elevate your gaming experience with the HyperX Cloud 3, the ultimate gaming headset designed for competitive gamers and streaming professionals. Featuring advanced acoustic technology and premium comfort, these headphones deliver crystal-clear audio with powerful bass and precise positional accuracy. Whether you're competing in esports tournaments or streaming to thousands of viewers, the Cloud 3 ensures you hear every footstep, gunshot, and voice command with exceptional clarity and detail.",
      "images": {
        "cover": "/HyperXCloud3/photo-1.png",
        "main": "/HyperXCloud3/photo-1.png",
        "gallery": ["/HyperXCloud3/photo-1.png", "/HyperXCloud3/photo-2.png", "/HyperXCloud3/photo-3.png"]
      },
      "type": "headphones",
      "features": [
        "The HyperX Cloud 3 features custom-tuned 53mm drivers that deliver immersive gaming audio with enhanced bass response and crystal-clear highs. The lightweight aluminum frame combined with memory foam ear cushions wrapped in premium leatherette ensures maximum comfort during extended gaming sessions. Advanced noise isolation technology blocks out distractions, allowing you to focus entirely on your game.",
        "Equipped with a detachable noise-cancelling microphone certified by TeamSpeak and Discord, your voice commands and team communications come through with exceptional clarity. DTS Headphone:X spatial audio creates a precise 3D soundscape, giving you a competitive edge by accurately positioning in-game sounds. Multi-platform compatibility means you can use these headphones with PC, PlayStation, Xbox, Nintendo Switch, and mobile devices."
      ],
      "inBox": [
        {
          "name": "Headphone Unit",
          "quantity": 1
        },
        {
          "name": "Detachable Microphone",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "3.5mm Audio Cable",
          "quantity": 1
        },
        {
          "name": "USB-C to USB-A Cable",
          "quantity": 1
        },
        {
          "name": "Microphone Windscreen",
          "quantity": 2
        }
      ],
      "price": 1499,
      "inStock": 12
    },
    {
      "id": "m-01",
      "newProduct": true,
      "title": "Macro Flux Studio Microphone",
      "shortName": "Macro Flux Studio",
      "generalInfo": "Capture studio-quality audio with the Macro Flux Studio, a professional-grade condenser microphone designed for podcasters, streamers, musicians, and content creators. Engineered with precision acoustics and premium components, this microphone delivers broadcast-quality sound with exceptional clarity, warmth, and detail. Whether you're recording vocals, instruments, or hosting a podcast, the Macro Flux Studio ensures your voice is heard with uncompromising fidelity and professional polish.",
      "images": {
        "cover": "/MacroFluxStudio/photo-1.png",
        "main": "/MacroFluxStudio/photo-1.png",
        "gallery": ["/MacroFluxStudio/photo-1.png", "/MacroFluxStudio/photo-2.png", "/MacroFluxStudio/photo-3.png", "/MacroFluxStudio/photo-4.png"]
      },
      "type": "headphones",
      "features": [
        "The Macro Flux Studio features a large 34mm gold-sputtered diaphragm that captures every nuance of your voice with remarkable accuracy. The cardioid polar pattern effectively isolates your sound source while minimizing background noise and room reflections. Built-in shock mount system eliminates vibrations and handling noise, ensuring clean recordings every time. The premium metal construction provides durability while maintaining excellent acoustic properties.",
        "Studio-grade circuitry with low self-noise (under 10dBA) ensures pristine audio quality for professional applications. Multiple polar pattern options allow you to adapt to different recording scenarios, from solo vocals to group discussions. High SPL handling capability means you can record everything from whispered ASMR to powerful vocal performances without distortion. USB and XLR connectivity provides versatility for both home studios and professional setups."
      ],
      "inBox": [
        {
          "name": "Microphone Unit",
          "quantity": 1
        },
        {
          "name": "Shock Mount",
          "quantity": 1
        },
        {
          "name": "Pop Filter",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "USB-C Cable (3m)",
          "quantity": 1
        },
        {
          "name": "XLR Cable (3m)",
          "quantity": 1
        },
        {
          "name": "Carrying Case",
          "quantity": 1
        }
      ],
      "price": 2199,
      "inStock": 7
    },
    {
      "id": "e-02",
      "newProduct": true,
      "title": "AudioVerse Wireless Earbuds",
      "shortName": "AudioVerse",
      "generalInfo": "Experience premium wireless audio with the AudioVerse earbuds, designed for music lovers who demand exceptional sound quality and uncompromising comfort. These true wireless earbuds combine advanced acoustic engineering with sleek, modern design to deliver an immersive listening experience. Whether you're working out, commuting, or relaxing at home, AudioVerse earbuds provide crystal-clear highs, rich mids, and powerful bass that brings your favorite music to life with stunning clarity and detail.",
      "images": {
        "cover": "/AudioVerse/photo-1.png",
        "main": "/AudioVerse/photo-1.png",
        "gallery": ["/AudioVerse/photo-1.png", "/AudioVerse/photo-2.png", "/AudioVerse/photo-3.png"]
      },
      "type": "earphones",
      "features": [
        "The AudioVerse features premium 10mm dynamic drivers engineered to deliver balanced, high-fidelity sound across the entire frequency spectrum. Advanced Bluetooth 5.3 technology ensures stable connectivity with minimal latency, perfect for gaming and video streaming. Active noise cancellation intelligently blocks out ambient noise, while transparency mode lets you stay aware of your surroundings when needed. Touch controls on each earbud provide intuitive control over music, calls, and voice assistants.",
        "Ergonomic design with multiple ear tip sizes ensures a secure, comfortable fit for extended wear. IPX7 waterproof rating means you can confidently use these earbuds during intense workouts or in light rain. Fast charging provides 8 hours of playback on a single charge, with the portable charging case extending total battery life to 32 hours. Premium matte finish and LED indicators add a touch of sophistication to these high-performance earbuds."
      ],
      "inBox": [
        {
          "name": "Earbuds (Left & Right)",
          "quantity": 2
        },
        {
          "name": "Charging Case",
          "quantity": 1
        },
        {
          "name": "Silicone Ear Tips (S/M/L)",
          "quantity": 6
        },
        {
          "name": "USB-C Charging Cable",
          "quantity": 1
        },
        {
          "name": "User Manual",
          "quantity": 1
        },
        {
          "name": "Quick Start Guide",
          "quantity": 1
        }
      ],
      "price": 899,
      "inStock": 24
    }
  ],
  "categories": [
    {
      "id": "headphones",
      "name": "Headphones",
      "path": "/headphones",
      "src": "headphones.png",
      "banner": "/headphones.png"
    },
    {
      "id": "speakers",
      "name": "Speakers",
      "path": "/speakers",
      "src": "speakers.png",
      "banner": "/speakers.png"
    },
    {
      "id": "earphones",
      "name": "Earphones",
      "path": "/earphones",
      "src": "earphones.png",
      "banner": "/earphones.png"
    },
    {
      "id": "microphones",
      "name": "Microphones",
      "path": "/microphones",
      "src": "earphones.png",
      "banner": "/earphones.png"
    }
  ],
  "newArticles": [
    {
      "name": "ZX7 SPEAKER",
      "id": "s-02",
      "src": "Bitmap.png"
    },
    {
      "name": "KIRAN SINGH",
      "id": "s-03",
      "src": "Kiran.jpg"
    }
  ]
}
